{
  "heading": "Membership software",
  "paragraph": "Tried, tested, and reviewed by the community",
  "productCards": [
    {
      "rank": "1",
      "imageUrl": "https://ph-files.imgix.net/99901859-6f81-4d81-b7a0-40dce2644641.png?auto=compress&codec=mozjpeg&cs=strip&auto=format&w=14&h=14&fit=crop",
      "title": "Circle — The all-in-one community platform for creators",
      "description": "Bring together your discussions, memberships, and content. Integrate a thriving community wherever your audience is, all under your own brand."
    },
    {
      "rank": "2",
      "imageUrl": "https://ph-files.imgix.net/fcde694f-6982-4d00-864c-a3c180203ab6.png?auto=compress&codec=mozjpeg&cs=strip&auto=format&w=42&h=42&fit=crop",
      "title": "Memberstack — Authentication & Payments for Webflow. Total design freedom.",
      "description": "Memberstack empowers you to build anything - from gated blogs, to social media platforms - all using Memberstack & Webflow (or, whatever else you use to build sites & apps). Over 3,000 companies like Slack, Reddit, and American Airlines use Memberstack to build scalable, custom membership experiences. You can build everything you need without coding - but, you can also incorporate your own code into your projects and scale with Memberstack to a full-blown react application."
    },
    {
      "rank": "3",
      "imageUrl": "https://ph-files.imgix.net/1b273555-0240-4583-b16d-fe3a0810a9f9.png?auto=compress&codec=mozjpeg&cs=strip&auto=format&w=42&h=42&fit=crop",
      "title": "Buy Me a Coffee — A supporter is worth a thousand followers",
      "description": "Buy Me a Coffee is a beautiful way for creators to accept one-time and monthly support from their fans. Without stitching together a bunch of apps like Patreon, Mailchimp, and a donate button — you can accept support, memberships, and build a direct relationship with your fans. Your fans are going to love it."
    },
    {
      "rank": "4",
      "imageUrl": "https://ph-files.imgix.net/e1deaf8f-8d1c-45f1-991f-6f4952ae5ba9.png?auto=compress&codec=mozjpeg&cs=strip&auto=format&w=42&h=42&fit=crop",
      "title": "staarter.dev — Launch Your Next SaaS Faster with staarter.dev",
      "description": "A comprehensive Next.js boilerplate that empowers developers to launch their SaaS applications quickly and efficiently. With features like authentication, subscription management, and localization, it provides a solid foundation so you can focus on innovating."
    },
    {
      "rank": "5",
      "imageUrl": "https://ph-files.imgix.net/42ce2324-17d8-4dea-a428-8f950f7196e2.png?auto=compress&codec=mozjpeg&cs=strip&auto=format&w=14&h=14&fit=crop",
      "title": "Ko-fi.com — Fund Your Passions.",
      "description": "Ko-fi is an online platform which helps creators such as illustrators, podcasters and bloggers receive financial support from fans of their work."
    }
  ]
}